# Homebrew
tap "homebrew/bundle"
tap "homebrew/services"

# General purpose
brew "rcm"
brew "git"
brew "ack"
brew "tree"
brew "neovim"
brew "asdf"
brew "macos-trash"

# Ruby
brew "ruby-build"
brew "rbenv"

# Tmux
brew "tmux"

# Bash
# brew "bash-completion"
# brew "coreutils"

# neovim
#   telescope
brew "ripgrep"

# Lua
brew "lua-language-server"
brew "stylua"

# Bash
brew "bash-language-server"
brew "shellcheck"

#   neovim :checkhealth listed this as a warning for telescope
# brew "fd"

# oh-my-zsh
brew "zsh-autosuggestions"
brew "powerlevel10k"

# Cask
cask "google-chrome"
cask "slack"
cask "transmission"
cask "vlc"
cask "iterm2"
cask "docker"
cask "postico"
cask "sourcetree"
cask "spotify"
cask "rectangle"

# Skipped (after scanning the `brew list`):
#  - kubernetes-cli
#  - tree-sitter
#  - lua
#  - luajit
