tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
# tap "puma/puma"
tap "thoughtbot/formulae"
brew "ack"
brew "bash-completion"
brew "coreutils"
# brew "ctags"
# brew "erlang"
brew "freetds"
# brew "fwup"
brew "git"
# brew "git-flow"
brew "graphviz"
brew "htop"
brew "imagemagick"
brew "inetutils"
brew "lftp"
brew "libssh2"
brew "mysql", restart_service: true
brew "n"
brew "p7zip"
brew "postgresql", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rmtrash"
brew "squashfs"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "heroku/brew/heroku"
# brew "puma/puma/puma-dev"
brew "thoughtbot/formulae/rcm"
cask "dropbox"
cask "firefox"
cask "google-chrome"
# cask "java"
cask "mysqlworkbench"
# cask "ngrok"
cask "slack"
cask "sublime-text"
cask "transmission"
cask "vlc"
