# Homebrew
tap "homebrew/bundle"
tap "homebrew/services"

# Utils
brew "rcm"
brew "git"
brew "ack"
brew "tree"
brew "macos-trash"
brew "asdf"
brew "direnv"
brew "jq"
brew "gh"
brew "pre-commit"
brew "make"
brew "libpq"

# Ruby
brew "ruby-build"
brew "rbenv"

# Tmux
brew "tmux"

# Neovim
brew "neovim"
brew "ripgrep"

# Lua
brew "lua-language-server"
brew "stylua"

# Bash
brew "bash"
brew "bash-language-server"
brew "shellcheck"

# oh-my-zsh
brew "zsh-autosuggestions"
brew "powerlevel10k"

# fonts
tap "homebrew/cask-fonts"
cask "font-fira-code-nerd-font"

# AWS CLI
brew "awscli"

# Terraform
tap "hashicorp/tap"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"

# Cask
cask "slack"
cask "vlc"
cask "iterm2"
cask "sourcetree"
cask "spotify"
cask "rectangle"
cask "google-chrome"
cask "postico"
cask "transmission"
cask "docker"
