tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'thoughtbot/formulae'

brew 'thoughtbot/formulae/rcm'
brew 'mysql', restart_service: true
brew 'postgresql', restart_service: true
brew 'redis', restart_service: true

brew 'ack'
brew 'bash-completion'
brew 'git'
brew 'git-flow'
brew 'node'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'rmtrash'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'vim'

cask 'google-chrome'
cask 'dropbox'
cask 'ngrok'
cask 'sublime-text'
cask 'transmission'
cask 'vlc'
cask 'zeplin'
