# Homebrew
tap "homebrew/bundle"
tap "homebrew/services"

# General purpose
brew "rcm"
brew "git"
brew "ack"
brew "tree"
brew "neovim"
brew "asdf"

# Ruby
brew "ruby-build"
brew "rbenv"

# Tmux
brew "tmux"

# Neovim/telescope
brew "ripgrep"
#   neovim :checkhealth listed this as a warning for telescope
# brew "fd"

# Lemonade
tap "charmbracelet/tap"
brew "charmbracelet/tap/gum"
brew "bash"
brew "python@3.9"
brew "kubernetes-cli"
brew "gh"
brew "jq"
brew "yq"
brew "okteto"
brew "direnv"

# Cask
cask "iterm2"
cask "sourcetree"
cask "rectangle"
cask "tableplus"
